posts/2024-07-06-pmdg-–-boeing-777–300er.org
#+title: PMDG – Boeing 777–300ER
#+date: <2024-07-06 18:31>
#+description: pmdg 777 quickstart
#+filetags: flightsim
* Messages
#+begin_quote
1. now i don't like pmdg's, so the 'quick start' for flightfactor.<2024-09-20 Fri>
2. *FlightFactor-777Ultimate quick tips:*

load simbrief

weight & blance: fill simbrief

cab init: hello first purser NO.3/4 call button gnd crew --> green --> end call

loading page: load all

pos init

rte actiave ...

...

when all loaded cg summmary:optiize cg

init.. flight

perf:

rw --> gr wt

calc pref and use

gnd crew: remove equip <2024-09-21 Sat>
#+end_quote
* Reference
#+begin_quote
1. https://www.bilibili.com/video/BV13H4y1w73x

2. https://www.youtube.com/watch?v=lfPZjLHnRpg

3. https://www.youtube.com/watch?v=K2s-1tY2ZOc
#+end_quote
* COLD DARK START
** PANEL 1
- IPAD:呼叫地勤接通地面电源
- PANEL:打开 BATTERY 'PRIMARY EXT PWR' 'SECONDARY EXT PWR' 'ADIRU'
** CDU
- POS INIT: GPS POS --> SET INERTIAL POS 输入起飞机场 --> REF AIRPORT
- ROUTE: ROUTE REQUEST --> SIMBRIEF --> SET PAYLOAD --> SET FUEL --> SELECT RTE (Wait REQUEST SENT) --> LOAD --> ACTIVATE --> EXEC
- PERF INIT:ZFW(Insert) -- ACCEPT
- LEGS: RTE DATA -->
#+begin_quote
WIND DATA LOAD --> WIND DATA REQUEST --> EXEC
FMC COMM: DES FORECAST --> LOAD --> FORECAST REQUEST
#+end_quote
- DEP ARR 填写进离场信息，如果出现断点使用下方航路复制过来
** PANEL 2
- 打开 'IFE/PASS SEATS' 'CABIN UNILITY'
- 'EMER LIGHTS' --> ARMED
- 'WINDOW HEAT' x4
-'HYDRAULIC R ELEC DEMAND' --> AUTO
- 'SEAT BELTS' --> ON
** FRONT PANEL
- IPad 计算起飞性能后设定修正海压
- EFIS 设定为 10nm TFC APRT TER 开
- 左右两侧 F/D --> ON
- HDG --> 起飞跑到航向
- ALTITUDE --> 可以直接设定为巡航高度
- LNAV VNAV --> ON
- AUTO BROAKE --> RTO
** CHKL
- Packing brake --> 捏住刹车自动感应
- OTHER --> ✔
** CDU 2
INIT REF
- TAKEOFF --> 根据计算出来的起飞性能填写
- TRUST LIM --> 根据计算出来的起飞性能填写
- 配平 trim
- 计算出来的 v2 安全速度 --> IAS
** PANEL 3
- APU --> 长按到 START 然后会自动回跳到 ON 稍等确认提示 APU RUNNING
- 关门
- 'PRIMARY EXT PWR' 'SECONDARY EXT PWR' --> OFF
- Ipad 关闭地面电源
- HYDRAULIC C2 C1 ELEC --> ON
- HYDRAULIC 'L ELEC' --> AUTO
- HYDRAULIC C1 C2 AIR --> AUTO
- FUEL L R FWD/AFT PUMPS(检查中央油箱是否有油按需打开CENTER PUMPS)
- BEACON --> ON
** CHKL 2
这时候可以全选
* PUSHBACK/ENGINE START
Ipad: Wheel Chocks Remove
** PANEL
- START L ENGINE --> START L FUEL CONTROL --> RUN
- START R ENGINE --> START R FUEL CONTROL --> RUN
* TAXI
FLAP --> 5
** PANEL
- APU --> OFF
这阶段除TACS外应该无任何警告
** CHKL
全选
** PANEL 2
- TAXI LIGHT --> ON
* TAKEOFF
** PANEL
- LANDINT LIGNT --> ON x3
- RUNWAY TRUNOFF LIGHT--> ON L R
- STROBE --> ON
- LOGO --> ON(NIGHT)
油门推到N1线条对准EGT最大刻度，这样大约是55%，机轮收起，起飞后空速表绿色数字超过数字5，指针指向1 FLAP --> 1，超过1 FLAP --> 0
** CHKL
完成
** PANEL
到达一万英尺时，修正海压 --> STD
- LANDING --> OFF x3
- RUNWAY TURNOFF L R --> OFF
- TAXI --> OFF
- NO SMOKING --> OFF --> ON
- SEAT BELTS --> AUTO
* LANDING
- MAP: T/D --> ALTITLDE --> 起始进近高度
** CDU
- IPad: 计算 Landing Enroute
- APPROACH REF 按需选择 GROSS WT（iPad 计算:Weight） FLAP/SPEED（粘贴） AUTOBREAK（设定）
- NAV RAD 确认 ILS（按航图，接近时）
- BARO 从航图（DA/H）上看然后设定
- 快到一万时，重设海压
- CHKL: DONE
- 打开自动驾驶仪FLCH模式，按需打开减速板
** PANEL
一万英尺后
- SEAT BELTS: ON
- LANDING: ON x3
- RUNWAY TURNOFF L R --> ON
- TAXI --> ON
#+begin_quote
准备flap小技巧:
- LEGS: 复制跑道航路点
- FIX: 粘贴跑道航路点 /15 /10 /6
- FLAP: 15 --> 1-5 10 --> 5-15 6 --> 15-20-30
#+end_quote
- 准备 FLAP，IAS根据FLAP进行设定，当FLAP结束设定，IAS --> 降落高度
#+begin_quote
FLAP UP --> IAS UP FLAP 1 --> IAS 1 ...
#+end_quote
- 放下机轮
- 自动驾驶仪 APP --> ON
- SPEED BRAKE --> ARMED
- CHKL: DONE
#+begin_quote
当已经对准跑道而且快要接近的时候，关闭自动驾驶，轻柔的抬起一点点头接地。打开后推，70节以后关闭后推，刹车

落地刹死后需关闭自动油门才能滑行，点击油门上的小按钮
#+end_quote
