2024-07-06-pmdg-–-boeing-777–300er.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta name="description" content="pmdg 777 quickstart">
<link rel="alternate"
      type="application/rss+xml"
      href="./rss.xml"
      title="RSS feed for ">
<title>PMDG – Boeing 777–300ER</title>

          <meta name="author" content="k">
          <meta name="referrer" content="no-referrer">
          <meta name="viewport" content="initial-scale=1,width=device-width,minimum-scale=1">
          <link href= "static/style.css" rel="stylesheet" type="text/css" />
          <link rel="icon" href="static/favicon.ico">
</head>
<body>
<div id="preamble" class="status">
          <div class="header">
              <a href="index.html">HOMEPAGE 🏠 /</a>
              <a href="archive.html">ALL POSTS 📄 /</a>
              <a href="tags.html">ALL POSTS BY TAGS 🏷 /</a>
              <a href="2024-07-30-about.html">ABOUT 👩‍✈️</a>
          </div>
</div>
<div id="content">
<div class="post-date">06 Jul 2024</div><h1 class="post-title"><a href="./2024-07-06-pmdg-–-boeing-777–300er.html">PMDG – Boeing 777–300ER</a></h1>
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge56685a">Messages</a></li>
<li><a href="#orgd461782">Reference</a></li>
<li><a href="#orgae8dc42">COLD DARK START</a>
<ul>
<li><a href="#org7013ca7">PANEL 1</a></li>
<li><a href="#org77bad05">CDU</a></li>
<li><a href="#org8f49f31">PANEL 2</a></li>
<li><a href="#org6ade2a1">FRONT PANEL</a></li>
<li><a href="#org4e4f9ef">CHKL</a></li>
<li><a href="#orgd163dca">CDU 2</a></li>
<li><a href="#orgd10190e">PANEL 3</a></li>
<li><a href="#org706bb1b">CHKL 2</a></li>
</ul>
</li>
<li><a href="#org3f5c11e">PUSHBACK/ENGINE START</a>
<ul>
<li><a href="#orge714717">PANEL</a></li>
</ul>
</li>
<li><a href="#org2f4dafa">TAXI</a>
<ul>
<li><a href="#org62a4952">PANEL</a></li>
<li><a href="#org4747b85">CHKL</a></li>
<li><a href="#orgd53ca40">PANEL 2</a></li>
</ul>
</li>
<li><a href="#orge689042">TAKEOFF</a>
<ul>
<li><a href="#org696ce52">PANEL</a></li>
<li><a href="#org775d153">CHKL</a></li>
<li><a href="#org29f9f4d">PANEL</a></li>
</ul>
</li>
<li><a href="#org45d4a1e">LANDING</a>
<ul>
<li><a href="#org5731686">CDU</a></li>
<li><a href="#org7fd916e">PANEL</a></li>
</ul>
</li>
</ul>
</div>
</nav>
<div id="outline-container-orge56685a" class="outline-2">
<h2 id="orge56685a">Messages</h2>
<div class="outline-text-2" id="text-orge56685a">
<blockquote>
<ol class="org-ol">
<li>now i don't like pmdg's, so the 'quick start' for flightfactor.<span class="timestamp-wrapper"><span class="timestamp">&lt;2024-09-20 Fri&gt;</span></span></li>
<li><b>FlightFactor-777Ultimate quick tips:</b></li>
</ol>

<p>
load simbrief
</p>

<p>
weight &amp; blance: fill simbrief
</p>

<p>
cab init: hello first purser NO.3/4 call button gnd crew &#x2013;&gt; green &#x2013;&gt; end call
</p>

<p>
loading page: load all
</p>

<p>
pos init
</p>

<p>
rte actiave &#x2026;
</p>

<p>
&#x2026;
</p>

<p>
when all loaded cg summmary:optiize cg
</p>

<p>
init.. flight
</p>

<p>
perf:
</p>

<p>
rw &#x2013;&gt; gr wt
</p>

<p>
calc pref and use
</p>

<p>
gnd crew: remove equip <span class="timestamp-wrapper"><span class="timestamp">&lt;2024-09-21 Sat&gt;</span></span>
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgd461782" class="outline-2">
<h2 id="orgd461782">Reference</h2>
<div class="outline-text-2" id="text-orgd461782">
<blockquote>
<ol class="org-ol">
<li><a href="https://www.bilibili.com/video/BV13H4y1w73x">https://www.bilibili.com/video/BV13H4y1w73x</a></li>

<li><a href="https://www.youtube.com/watch?v=lfPZjLHnRpg">https://www.youtube.com/watch?v=lfPZjLHnRpg</a></li>

<li><a href="https://www.youtube.com/watch?v=K2s-1tY2ZOc">https://www.youtube.com/watch?v=K2s-1tY2ZOc</a></li>
</ol>
</blockquote>
</div>
</div>
<div id="outline-container-orgae8dc42" class="outline-2">
<h2 id="orgae8dc42">COLD DARK START</h2>
<div class="outline-text-2" id="text-orgae8dc42">
</div>
<div id="outline-container-org7013ca7" class="outline-3">
<h3 id="org7013ca7">PANEL 1</h3>
<div class="outline-text-3" id="text-org7013ca7">
<ul class="org-ul">
<li>IPAD:呼叫地勤接通地面电源</li>
<li>PANEL:打开 BATTERY 'PRIMARY EXT PWR' 'SECONDARY EXT PWR' 'ADIRU'</li>
</ul>
</div>
</div>
<div id="outline-container-org77bad05" class="outline-3">
<h3 id="org77bad05">CDU</h3>
<div class="outline-text-3" id="text-org77bad05">
<ul class="org-ul">
<li>POS INIT: GPS POS &#x2013;&gt; SET INERTIAL POS 输入起飞机场 &#x2013;&gt; REF AIRPORT</li>
<li>ROUTE: ROUTE REQUEST &#x2013;&gt; SIMBRIEF &#x2013;&gt; SET PAYLOAD &#x2013;&gt; SET FUEL &#x2013;&gt; SELECT RTE (Wait REQUEST SENT) &#x2013;&gt; LOAD &#x2013;&gt; ACTIVATE &#x2013;&gt; EXEC</li>
<li>PERF INIT:ZFW(Insert) &#x2013; ACCEPT</li>
<li>LEGS: RTE DATA &#x2013;&gt;</li>
</ul>
<blockquote>
<p>
WIND DATA LOAD &#x2013;&gt; WIND DATA REQUEST &#x2013;&gt; EXEC
FMC COMM: DES FORECAST &#x2013;&gt; LOAD &#x2013;&gt; FORECAST REQUEST
</p>
</blockquote>
<ul class="org-ul">
<li>DEP ARR 填写进离场信息，如果出现断点使用下方航路复制过来</li>
</ul>
</div>
</div>
<div id="outline-container-org8f49f31" class="outline-3">
<h3 id="org8f49f31">PANEL 2</h3>
<div class="outline-text-3" id="text-org8f49f31">
<ul class="org-ul">
<li>打开 'IFE/PASS SEATS' 'CABIN UNILITY'</li>
<li>'EMER LIGHTS' &#x2013;&gt; ARMED</li>
<li>'WINDOW HEAT' x4</li>
</ul>
<p>
-'HYDRAULIC R ELEC DEMAND' &#x2013;&gt; AUTO
</p>
<ul class="org-ul">
<li>'SEAT BELTS' &#x2013;&gt; ON</li>
</ul>
</div>
</div>
<div id="outline-container-org6ade2a1" class="outline-3">
<h3 id="org6ade2a1">FRONT PANEL</h3>
<div class="outline-text-3" id="text-org6ade2a1">
<ul class="org-ul">
<li>IPad 计算起飞性能后设定修正海压</li>
<li>EFIS 设定为 10nm TFC APRT TER 开</li>
<li>左右两侧 F/D &#x2013;&gt; ON</li>
<li>HDG &#x2013;&gt; 起飞跑到航向</li>
<li>ALTITUDE &#x2013;&gt; 可以直接设定为巡航高度</li>
<li>LNAV VNAV &#x2013;&gt; ON</li>
<li>AUTO BROAKE &#x2013;&gt; RTO</li>
</ul>
</div>
</div>
<div id="outline-container-org4e4f9ef" class="outline-3">
<h3 id="org4e4f9ef">CHKL</h3>
<div class="outline-text-3" id="text-org4e4f9ef">
<ul class="org-ul">
<li>Packing brake &#x2013;&gt; 捏住刹车自动感应</li>
<li>OTHER &#x2013;&gt; ✔</li>
</ul>
</div>
</div>
<div id="outline-container-orgd163dca" class="outline-3">
<h3 id="orgd163dca">CDU 2</h3>
<div class="outline-text-3" id="text-orgd163dca">
<p>
INIT REF
</p>
<ul class="org-ul">
<li>TAKEOFF &#x2013;&gt; 根据计算出来的起飞性能填写</li>
<li>TRUST LIM &#x2013;&gt; 根据计算出来的起飞性能填写</li>
<li>配平 trim</li>
<li>计算出来的 v2 安全速度 &#x2013;&gt; IAS</li>
</ul>
</div>
</div>
<div id="outline-container-orgd10190e" class="outline-3">
<h3 id="orgd10190e">PANEL 3</h3>
<div class="outline-text-3" id="text-orgd10190e">
<ul class="org-ul">
<li>APU &#x2013;&gt; 长按到 START 然后会自动回跳到 ON 稍等确认提示 APU RUNNING</li>
<li>关门</li>
<li>'PRIMARY EXT PWR' 'SECONDARY EXT PWR' &#x2013;&gt; OFF</li>
<li>Ipad 关闭地面电源</li>
<li>HYDRAULIC C2 C1 ELEC &#x2013;&gt; ON</li>
<li>HYDRAULIC 'L ELEC' &#x2013;&gt; AUTO</li>
<li>HYDRAULIC C1 C2 AIR &#x2013;&gt; AUTO</li>
<li>FUEL L R FWD/AFT PUMPS(检查中央油箱是否有油按需打开CENTER PUMPS)</li>
<li>BEACON &#x2013;&gt; ON</li>
</ul>
</div>
</div>
<div id="outline-container-org706bb1b" class="outline-3">
<h3 id="org706bb1b">CHKL 2</h3>
<div class="outline-text-3" id="text-org706bb1b">
<p>
这时候可以全选
</p>
</div>
</div>
</div>
<div id="outline-container-org3f5c11e" class="outline-2">
<h2 id="org3f5c11e">PUSHBACK/ENGINE START</h2>
<div class="outline-text-2" id="text-org3f5c11e">
<p>
Ipad: Wheel Chocks Remove
</p>
</div>
<div id="outline-container-orge714717" class="outline-3">
<h3 id="orge714717">PANEL</h3>
<div class="outline-text-3" id="text-orge714717">
<ul class="org-ul">
<li>START L ENGINE &#x2013;&gt; START L FUEL CONTROL &#x2013;&gt; RUN</li>
<li>START R ENGINE &#x2013;&gt; START R FUEL CONTROL &#x2013;&gt; RUN</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2f4dafa" class="outline-2">
<h2 id="org2f4dafa">TAXI</h2>
<div class="outline-text-2" id="text-org2f4dafa">
<p>
FLAP &#x2013;&gt; 5
</p>
</div>
<div id="outline-container-org62a4952" class="outline-3">
<h3 id="org62a4952">PANEL</h3>
<div class="outline-text-3" id="text-org62a4952">
<ul class="org-ul">
<li>APU &#x2013;&gt; OFF</li>
</ul>
<p>
这阶段除TACS外应该无任何警告
</p>
</div>
</div>
<div id="outline-container-org4747b85" class="outline-3">
<h3 id="org4747b85">CHKL</h3>
<div class="outline-text-3" id="text-org4747b85">
<p>
全选
</p>
</div>
</div>
<div id="outline-container-orgd53ca40" class="outline-3">
<h3 id="orgd53ca40">PANEL 2</h3>
<div class="outline-text-3" id="text-orgd53ca40">
<ul class="org-ul">
<li>TAXI LIGHT &#x2013;&gt; ON</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orge689042" class="outline-2">
<h2 id="orge689042">TAKEOFF</h2>
<div class="outline-text-2" id="text-orge689042">
</div>
<div id="outline-container-org696ce52" class="outline-3">
<h3 id="org696ce52">PANEL</h3>
<div class="outline-text-3" id="text-org696ce52">
<ul class="org-ul">
<li>LANDINT LIGNT &#x2013;&gt; ON x3</li>
<li>RUNWAY TRUNOFF LIGHT&#x2013;&gt; ON L R</li>
<li>STROBE &#x2013;&gt; ON</li>
<li>LOGO &#x2013;&gt; ON(NIGHT)</li>
</ul>
<p>
油门推到N1线条对准EGT最大刻度，这样大约是55%，机轮收起，起飞后空速表绿色数字超过数字5，指针指向1 FLAP &#x2013;&gt; 1，超过1 FLAP &#x2013;&gt; 0
</p>
</div>
</div>
<div id="outline-container-org775d153" class="outline-3">
<h3 id="org775d153">CHKL</h3>
<div class="outline-text-3" id="text-org775d153">
<p>
完成
</p>
</div>
</div>
<div id="outline-container-org29f9f4d" class="outline-3">
<h3 id="org29f9f4d">PANEL</h3>
<div class="outline-text-3" id="text-org29f9f4d">
<p>
到达一万英尺时，修正海压 &#x2013;&gt; STD
</p>
<ul class="org-ul">
<li>LANDING &#x2013;&gt; OFF x3</li>
<li>RUNWAY TURNOFF L R &#x2013;&gt; OFF</li>
<li>TAXI &#x2013;&gt; OFF</li>
<li>NO SMOKING &#x2013;&gt; OFF &#x2013;&gt; ON</li>
<li>SEAT BELTS &#x2013;&gt; AUTO</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org45d4a1e" class="outline-2">
<h2 id="org45d4a1e">LANDING</h2>
<div class="outline-text-2" id="text-org45d4a1e">
<ul class="org-ul">
<li>MAP: T/D &#x2013;&gt; ALTITLDE &#x2013;&gt; 起始进近高度</li>
</ul>
</div>
<div id="outline-container-org5731686" class="outline-3">
<h3 id="org5731686">CDU</h3>
<div class="outline-text-3" id="text-org5731686">
<ul class="org-ul">
<li>IPad: 计算 Landing Enroute</li>
<li>APPROACH REF 按需选择 GROSS WT（iPad 计算:Weight） FLAP/SPEED（粘贴） AUTOBREAK（设定）</li>
<li>NAV RAD 确认 ILS（按航图，接近时）</li>
<li>BARO 从航图（DA/H）上看然后设定</li>
<li>快到一万时，重设海压</li>
<li>CHKL: DONE</li>
<li>打开自动驾驶仪FLCH模式，按需打开减速板</li>
</ul>
</div>
</div>
<div id="outline-container-org7fd916e" class="outline-3">
<h3 id="org7fd916e">PANEL</h3>
<div class="outline-text-3" id="text-org7fd916e">
<p>
一万英尺后
</p>
<ul class="org-ul">
<li>SEAT BELTS: ON</li>
<li>LANDING: ON x3</li>
<li>RUNWAY TURNOFF L R &#x2013;&gt; ON</li>
<li>TAXI &#x2013;&gt; ON</li>
</ul>
<blockquote>
<p>
准备flap小技巧:
</p>
<ul class="org-ul">
<li>LEGS: 复制跑道航路点</li>
<li>FIX: 粘贴跑道航路点 /15 /10 /6</li>
<li>FLAP: 15 &#x2013;&gt; 1-5 10 &#x2013;&gt; 5-15 6 &#x2013;&gt; 15-20-30</li>
</ul>
</blockquote>
<ul class="org-ul">
<li>准备 FLAP，IAS根据FLAP进行设定，当FLAP结束设定，IAS &#x2013;&gt; 降落高度</li>
</ul>
<blockquote>
<p>
FLAP UP &#x2013;&gt; IAS UP FLAP 1 &#x2013;&gt; IAS 1 &#x2026;
</p>
</blockquote>
<ul class="org-ul">
<li>放下机轮</li>
<li>自动驾驶仪 APP &#x2013;&gt; ON</li>
<li>SPEED BRAKE &#x2013;&gt; ARMED</li>
<li>CHKL: DONE</li>
</ul>
<blockquote>
<p>
当已经对准跑道而且快要接近的时候，关闭自动驾驶，轻柔的抬起一点点头接地。打开后推，70节以后关闭后推，刹车
</p>

<p>
落地刹死后需关闭自动油门才能滑行，点击油门上的小按钮
</p>
</blockquote>
</div>
</div>
</div>
<div class="taglist"><a href="./tags.html">Tags</a>: <a href="./tag-flightsim.html">flightsim</a> </div></div>
<div id="postamble" class="status"><center>λ @ 2024-2024</center></div>
</body>
</html>
